{"id": "train_0", "dialogue": "#Person1#: Hi, Mr. Smith. I'm Doctor Hawkins. Why are you here today?\n#Person2#: I found it would be a good idea to get a check-up.\n#Person1#: Yes, well, you haven't had one for 5 years. You should have one every year.\n#Person2#: I know. I figure as long as there is nothing wrong, why go see the doctor?\n#Person1#: Well, the best way to avoid serious illnesses is to find out about them early. So try to come at least once a year for your own good.\n#Person2#: Ok.\n#Person1#: Let me see here. Your eyes and ears look fine. Take a deep breath, please. Do you smoke, Mr. Smith?\n#Person2#: Yes.\n#Person1#: Smoking is the leading cause of lung cancer and heart disease, you know. You really should quit.\n#Person2#: I've tried hundreds of times, but I just can't seem to kick the habit.\n#Person1#: Well, we have classes and some medications that might help. I'll give you more information before you leave.\n#Person2#: Ok, thanks doctor.", "summary": "Mr. Smith's getting a check-up, and Doctor Hawkins advises him to have one every year. Hawkins'll give some information about their classes and medications to help Mr. Smith quit smoking.", "topic": "Getting a check-up"}
{"id": "train_1", "dialogue": "#Person1#: Have you seen the boss this morning?\n#Person2#: No. Why? Is he looking for me?\n#Person1#: Yes. He was in here earlier and I told him you were at the dentist.\n#Person2#: Oh, no! I completely forgot about the meeting with him! What should I do?\n#Person1#: Well, he didn't seem too upset, but you'd better go see him as soon as possible.\n#Person2#: You're right. I'll go right now. Thanks for covering for me.\n#Person1#: No problem. Good luck!", "summary": "#Person2 forgot a meeting with their boss but #Person1 covered for them, telling the boss they were at the dentist.", "topic": "Forgot a meeting"}
{"id": "train_2", "dialogue": "#Person1#: I'm thinking about redecorating my living room.\n#Person2#: That sounds like a fun project! What color scheme are you thinking of?\n#Person1#: I was considering light blue and white. What do you think?\n#Person2#: That would look very fresh and clean. Are you going to paint it yourself?\n#Person1#: I think so. It's not too big of a room.\n#Person2#: You should consider getting some new curtains and a rug to match.\n#Person1#: Good idea! I'll start looking this weekend.", "summary": "#Person1 is redecorating their living room with a light blue and white color scheme and #Person2 suggests getting new curtains and a rug.", "topic": "Redecorating"}
{"id": "train_3", "dialogue": "#Person1#: Can I help you find something?\n#Person2#: Yes, I'm looking for a birthday gift for my nephew.\n#Person1#: How old is he?\n#Person2#: He'll be 8 next week.\n#Person1#: We have some great board games over here. Kids his age love them.\n#Person2#: That's a good idea. Which one would you recommend?\n#Person1#: This one is very popular. It's educational and fun.\n#Person2#: Perfect! I'll take it.", "summary": "#Person2 is looking for a birthday gift for their 8-year-old nephew and #Person1 recommends a board game.", "topic": "Buying a gift"}
{"id": "train_4", "dialogue": "#Person1#: I heard you're moving to New York.\n#Person2#: Yes, I got a job offer there.\n#Person1#: Congratulations! That's exciting. When are you leaving?\n#Person2#: Next month. I'm starting to pack already.\n#Person1#: Do you need any help?\n#Person2#: That's very kind of you. Maybe with the big furniture?\n#Person1#: Of course! Just let me know when.", "summary": "#Person2 got a job in New York and is moving next month, and #Person1 offers to help with packing.", "topic": "Moving"}
